---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.CannotOpenBothCentralAndLocalException
source: html/aed54e7d-22bf-1882-651b-39ea1c19065f.htm
---
# CannotOpenBothCentralAndLocalException Properties

The information of the function throwing the exception.